[
    {
        "Id": 10045,
        "Type": "test",
        "Brand": "test",
        "Name": "test Name",
        "Description": "test description",
        "Price": 10000,
        "Link": "some test link here"

    },
    {
        "Id": 1,
        "Type": "Footwear",
        "Brand": "Daybird",
        "Name": "3-к. квартира, 65 м2, 3/10 эт.",
        "Description": "Сдам 3-х комн квартиру до декабря 2025 года. Не старый дом, все необходимое имеется. Хорошее расположение квартиры, все в шаговой доступности. Квартира подойдет тем, кто готовится переехать в дом, но не готов ремонт или рабочим на время командировки.",
        "Price": 40000,
        "Link": "https://www.avito.ru/kazan/kvartiry/3-k._kvartira_65_m_310_et._7353452814",
        "Region": "Татарстан",
        "Town": "Казань",
        "Metro": "м. р-н Ново-Савиновский",
        "TimeToTheMetro": "",
        "Address": "Республика Татарстан, Казань, ул. Гаврилова, 56к1",
        "NumberOfRooms": "3",
        "TotalFloorArea": "65",
        "KitchenArea": "10",
        "Floor": "3 из 10",
        "LivingArea": "48",
        "Bathroom": "Раздельный",
        "Repair": "Косметический",
        "Furniture": "Кухня, Хранение одежды, Спальные места",
        "Technique": "Холодильник, Плита, Микроволновка, Стиральная машина, Телевизор",
        "HouseType": "Кирпичный",
        "InternetAndTV": "Wi-Fi, Телевидение",
        "YearBuilt": "не указано",
        "FloorsInTheHouse": "10",
        "PassengerElevator": "1",
        "FreightElevator": "Нет",
        "Parking": "Открытая во дворе",
        "Longitude": 48.8866527839977,
        "Latitude": 2.34310679732974
    },
  {
    "Id": 2,
    "Type": "Climbing",
    "Brand": "Gravitator",
    "Name": "Summit Pro Harness",
    "Description": "Conquer new heights with the Summit Pro Harness by Gravitator. This lightweight and durable climbing harness features adjustable leg loops and waist belt for a customized fit. With its vibrant blue color, you'll look stylish while maneuvering difficult routes. Safety is a top priority with a reinforced tie-in point and strong webbing loops.",
    "Price": 89.99
  },
  {
    "Id": 3,
    "Type": "Ski/boarding",
    "Brand": "WildRunner",
    "Name": "Alpine Fusion Goggles",
    "Description": "Enhance your skiing experience with the Alpine Fusion Goggles from WildRunner. These goggles offer full UV protection and anti-fog lenses to keep your vision clear on the slopes. With their stylish silver frame and orange lenses, you'll stand out from the crowd. Adjustable straps ensure a secure fit, while the soft foam padding provides comfort all day long.",
    "Price": 79.99
  },
  {
    "Id": 4,
    "Type": "Bags",
    "Brand": "Quester",
    "Name": "Expedition Backpack",
    "Description": "The Expedition Backpack by Quester is a must-have for every outdoor enthusiast. With its spacious interior and multiple pockets, you can easily carry all your gear and essentials. Made with durable nylon fabric, this backpack is built to withstand the toughest conditions. The orange accents add a touch of style to this functional backpack.",
    "Price": 129.99
  },
  {
    "Id": 5,
    "Type": "Ski/boarding",
    "Brand": "B&R",
    "Name": "Blizzard Rider Snowboard",
    "Description": "Get ready to ride the slopes with the Blizzard Rider Snowboard by B&R. This versatile snowboard is perfect for riders of all levels with its medium flex and twin shape. Its black and blue color scheme gives it a sleek and cool look. Whether you're carving turns or hitting the terrain park, this snowboard will help you shred with confidence.",
    "Price": 299.99
  },
  {
    "Id": 6,
    "Type": "Trekking",
    "Brand": "Raptor Elite",
    "Name": "Carbon Fiber Trekking Poles",
    "Description": "The Carbon Fiber Trekking Poles by Raptor Elite are the ultimate companion for your hiking adventures. Designed with lightweight carbon fiber shafts, these poles provide excellent support and durability. The comfortable and adjustable cork grips ensure a secure hold, while the blue accents add a stylish touch. Compact and collapsible, these trekking poles are easy to transport and store.",
    "Price": 69.99
  },
  {
    "Id": 7,
    "Type": "Bags",
    "Brand": "Solstix",
    "Name": "Explorer 45L Backpack",
    "Description": "The Explorer 45L Backpack by Solstix is perfect for your next outdoor expedition. Made with waterproof and tear-resistant materials, this backpack can withstand even the harshest weather conditions. With its spacious main compartment and multiple pockets, you can easily organize your gear. The green and black color scheme adds a rugged and adventurous edge.",
    "Price": 149.99
  },
  {
    "Id": 8,
    "Type": "Jackets",
    "Brand": "Grolltex",
    "Name": "Frostbite Insulated Jacket",
    "Description": "Stay warm and stylish with the Frostbite Insulated Jacket by Grolltex. Featuring a water-resistant outer shell and lightweight insulation, this jacket is perfect for cold weather adventures. The black and gray color combination and Grolltex logo add a touch of sophistication. With its adjustable hood and multiple pockets, this jacket offers both style and functionality.",
    "Price": 179.99
  },
  {
    "Id": 9,
    "Type": "Navigation",
    "Brand": "AirStrider",
    "Name": "VenturePro GPS Watch",
    "Description": "Navigate with confidence using the VenturePro GPS Watch by AirStrider. This rugged and durable watch features a built-in GPS, altimeter, and compass, allowing you to track your progress and find your way in any terrain. With its sleek black design and easy-to-read display, this watch is both stylish and practical. The VenturePro GPS Watch is a must-have for every adventurer.",
    "Price": 199.99
  },
  {
    "Id": 10,
    "Type": "Cycling",
    "Brand": "Green Equipment",
    "Name": "Trailblazer Bike Helmet",
    "Description": "Stay safe on your cycling adventures with the Trailblazer Bike Helmet by Green Equipment. This lightweight and durable helmet features an adjustable fit system and ventilation for added comfort. With its vibrant green color and sleek design, you'll stand out on the road. The Trailblazer Bike Helmet is perfect for all types of cycling, from mountain biking to road cycling.",
    "Price": 59.99
  },
  {
    "Id": 11,
    "Type": "Climbing",
    "Brand": "WildRunner",
    "Name": "Vertical Journey Climbing Shoes",
    "Description": "The Vertical Journey Climbing Shoes from WildRunner in sleek black are the perfect companion for any climbing enthusiast. With an aggressive down-turned toe, sticky rubber outsole, and reinforced heel cup for added support, these shoes offer ultimate performance on even the most challenging routes.",
    "Price": 129.99
  },
  {
    "Id": 12,
    "Type": "Ski/boarding",
    "Brand": "Zephyr",
    "Name": "Powder Pro Snowboard",
    "Description": "The Powder Pro Snowboard by Zephyr is designed for the ultimate ride through deep snow. Its floating camber allows for effortless turns and smooth maneuverability, while the lightweight carbon fiber construction ensures maximum control at high speeds. This board, available in vibrant turquoise, is a must-have for any backcountry shredder.",
    "Price": 399.00
  },
  {
    "Id": 13,
    "Type": "Bags",
    "Brand": "Daybird",
    "Name": "Trailblaze hiking backpack",
    "Description": "The Daybird Trailblaze backpack in forest green is a reliable and spacious bag for all your outdoor adventures. With a 40-liter capacity and durable ripstop fabric, this backpack provides ample storage and protection for your gear. Its ergonomic design and adjustable straps ensure a comfortable fit no matter the length of the hike.",
    "Price": 89.99
  },
  {
    "Id": 14,
    "Type": "Bags",
    "Brand": "Gravitator",
    "Name": "Stellar Duffle Bag",
    "Description": "The Stellar Duffle Bag from Gravitator is perfect for weekend getaways or short trips. Made from waterproof nylon and available in sleek black, it features multiple internal pockets and a separate shoe compartment to keep your belongings organized. With its adjustable shoulder strap and reinforced handles, this bag is as functional as it is stylish.",
    "Price": 59.99
  },
  {
    "Id": 15,
    "Type": "Jackets",
    "Brand": "Raptor Elite",
    "Name": "Summit Pro Insulated Jacket",
    "Description": "The Summit Pro Insulated Jacket by Raptor Elite is designed to keep you warm and dry in extreme conditions. With its waterproof and breathable construction, heat-sealed seams, and insulation made from recycled materials, this jacket is both eco-friendly and high-performance. Available in vibrant red, it also features a removable hood and plenty of storage pockets.",
    "Price": 249.99
  },
  {
    "Id": 16,
    "Type": "Ski/boarding",
    "Brand": "Solstix",
    "Name": "Expedition 2022 Goggles",
    "Description": "Solstix Expedition 2022 Goggles provide clear vision and optimal protection on the slopes. With an anti-fog lens, UV protection, and a comfortable foam lining, these goggles ensure a great fit and unrestricted vision even in challenging conditions. The matte black frame gives them a sleek and modern look.",
    "Price": 89.00
  },
  {
    "Id": 17,
    "Type": "Climbing",
    "Brand": "Legend",
    "Name": "Apex Climbing Harness",
    "Description": "The Apex Climbing Harness by Legend is a lightweight and durable harness designed for maximum comfort and safety. With adjustable leg loops, a contoured waistbelt, and a secure buckle system, this harness provides a secure fit for all-day climbing sessions. Available in bold orange, it also features gear loops for easy access to your equipment.",
    "Price": 89.99
  },
  {
    "Id": 18,
    "Type": "Climbing",
    "Brand": "Grolltex",
    "Name": "Alpine Tech Crampons",
    "Description": "The Alpine Tech Crampons by Grolltex are essential for icy and challenging mountain terrains. Made from strong and lightweight stainless steel, these crampons provide excellent traction and stability. Their simple adjustment system allows for easy fitting and quick attachment to most hiking boots. Available in silver, they are suitable for both beginners and experienced mountaineers.",
    "Price": 149.00
  },
  {
    "Id": 19,
    "Type": "Footwear",
    "Brand": "Green Equipment",
    "Name": "EcoTrail Running Shoes",
    "Description": "Experience the great outdoors while reducing your carbon footprint with the Green Equipment EcoTrail Running Shoes. Made from recycled materials, these shoes offer a lightweight, breathable, and flexible design in an earthy green color. With their durable Vibram outsole and cushioned midsole, they provide optimal comfort and grip on any trail.",
    "Price": 119.99
  },
  {
    "Id": 20,
    "Type": "Navigation",
    "Brand": "B&R",
    "Name": "Explorer Biking Computer",
    "Description": "The Explorer Biking Computer by B&R is the ultimate accessory for cyclists seeking data and navigation assistance. With its intuitive touchscreen display and GPS capabilities, it allows you to track your route, monitor performance metrics, and receive turn-by-turn directions. Its sleek black design and waterproof construction make it a reliable companion on all your cycling adventures.",
    "Price": 199.99
  }
 
]
